Repository: Nexatrode/nexawal
Catalog: nexawal/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fil, fr, ga, gl, gn, ha, he, hi, hr, hu, hy, id, it, ja, ko, ky, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sv, th, tr, uk, ur, vi, yo, zh_hans, zh_hant

source: Could not update Face ID setting
ar: تعذّر تحديث إعداد Face ID
az: Face ID ayarı yenilənə bilmədi
bg: Актуализирането на настройката за Face ID не бе възможно
bn: Face ID সেটিং আপডেট করা যায়নি
ca: No s'ha pogut actualitzar la configuració de Face ID
cs: Nepodařilo se aktualizovat nastavení Face ID
da: Kunne ikke opdatere Face ID-indstilling
de: Face-ID-Einstellung konnte nicht aktualisiert werden
el: Δεν ήταν δυνατή η ενημέρωση της ρύθμισης Face ID
eo: Ne eblis ĝisdatigi la agordon de Face ID
es: No se pudo actualizar el ajuste de Face ID
et: Face ID seadistust ei õnnestunud värskendada
eu: Ezin izan da Face ID ezarpena eguneratu
fa: به‌روزرسانی تنظیم Face ID ممکن نشد
fi: Face ID -asetusta ei voitu päivittää
fil: Hindi ma-update ang setting ng Face ID
fr: Impossible de mettre à jour le paramètre Face ID
ga: Níorbh fhéidir socrú Face ID a nuashonrú
gl: Non se puido actualizar a configuración de Face ID
gn: Ndaikatúi oñembopyahu ñemboheko Face ID
ha: An kasa sabunta saitin Face ID
he: לא ניתן היה לעדכן את הגדרת Face ID
hi: Face ID सेटिंग अपडेट नहीं की जा सकी
hr: Nije moguće ažurirati postavku Face ID
hu: Nem sikerült frissíteni a Face ID beállítást
hy: Հնարավոր չեղավ թարմացնել Face ID կարգավորումը
id: Tidak dapat memperbarui pengaturan Face ID
it: Impossibile aggiornare l'impostazione Face ID
ja: Face ID設定を更新できませんでした
ko: Face ID 설정을 업데이트할 수 없습니다
ky: Face ID жөндөөсүн жаңыртуу мүмкүн болбоду
lt: Nepavyko atnaujinti Face ID nustatymo
lv: Nevarēja atjaunināt Face ID iestatījumu
ms: Tidak dapat mengemas kini tetapan Face ID
my: Face ID ဆက်တင်ကို update လုပ်၍ မရပါ
nb: Kunne ikke oppdatere Face ID-innstillingen
nl: Kon Face ID-instelling niet bijwerken
pl: Nie można zaktualizować ustawienia Face ID
pt_br: Não foi possível atualizar a configuração do Face ID
ro: Nu s-a putut actualiza setarea Face ID
ru: Не удалось обновить настройку Face ID
sk: Nepodarilo sa aktualizovať nastavenie Face ID
sl: Nastavitve Face ID ni bilo mogoče posodobiti
sq: Nuk u përditësua cilësimi i Face ID
sv: Kunde inte uppdatera Face ID-inställningen
th: ไม่สามารถอัปเดตการตั้งค่า Face ID
tr: Face ID ayarı güncellenemedi
uk: Не вдалося оновити налаштування Face ID
ur: Face ID ترتیب اپڈیٹ نہیں کی جا سکی
vi: Không thể cập nhật cài đặt Face ID
yo: A kò lè ṣàtúnṣe ètò Face ID
zh_hans: 无法更新 Face ID 设置
zh_hant: 無法更新 Face ID 設置

source: Couldn't fetch a fast restore height from the node. Leaving restore height as 0.
ar: تعذّر جلب ارتفاع استعادة سريع من العقدة. سيبقى ارتفاع الاستعادة 0.
az: Node-dan tez bərpa hündürlüyü alına bilmədi. Bərpa hündürlüyü 0 olaraq qalır.
bg: Извличането на бърза височина за възстановяване от възела не бе възможно. Височината за възстановяване остава 0.
bn: নোড থেকে দ্রুত রিস্টোর হাইট আনা যায়নি। রিস্টোর হাইট 0 রাখা হচ্ছে।
ca: No s'ha pogut obtenir una alçada de restauració ràpida del node. L'alçada de restauració es deixa a 0.
cs: Nepodařilo se získat rychlou výšku obnovení z uzlu. Výška obnovení zůstane 0.
da: Kunne ikke hente en hurtig gendannelseshøjde fra noden. Gendannelseshøjden forbliver 0.
de: Es konnte keine schnelle Wiederherstellungshöhe vom Node abgerufen werden. Die Wiederherstellungshöhe bleibt bei 0.
el: Δεν ήταν δυνατή η λήψη ταχέος ύψους επαναφοράς από τον κόμβο. Το ύψος επαναφοράς παραμένει 0.
eo: Ne eblis preni rapidan restaŭran alton de la nodo. La restaŭra alto restas 0.
es: No se pudo obtener una altura de restauración rápida del nodo. Se deja la altura en 0.
et: Sõlmest ei õnnestunud laadida kiiret taastamiskõrgust. Taastamiskõrgus jääb 0-ks.
eu: Ezin izan da nodotik leheneratze-altuera azkarra eskuratu. Leheneratze-altuera 0an utziko da.
fa: دریافت ارتفاع بازیابی سریع از گره ممکن نشد. ارتفاع بازیابی روی 0 باقی می‌ماند.
fi: Nopeaa palautuskorkeutta ei saatu solmulta. Palautuskorkeus jätetään arvoon 0.
fil: Hindi makuha ang mabilis na restore height mula sa node. Ang restore height ay iiwan sa 0.
fr: Impossible de récupérer une hauteur de restauration rapide depuis le nœud. La hauteur de restauration reste à 0.
ga: Níorbh fhéidir airde aisghabhála thapa a fháil ón nód. Fágfar an airde aisghabhála mar 0.
gl: Non se puido obter unha altura de restauración rápida do nodo. A altura de restauración quedará en 0.
gn: Ndaikatúi oñemboguerú altura de restauración pya'eva nodo-gui. Altura de restauración opytáta 0-pe.
ha: An kasa samo tsayin dawowa mai sauri daga node. Za a bar tsayin dawowa a matsayin 0.
he: לא ניתן היה להביא גובה שחזור מהיר מהצומת. גובה השחזור יישאר 0.
hi: नोड से फास्ट रिस्टोर हाइट प्राप्त नहीं हो सकी। रिस्टोर हाइट को 0 पर छोड़ा जा रहा है।
hr: Nije moguće dohvatiti brzu visinu obnove s čvora. Visina obnove ostaje na 0.
hu: Nem sikerült lekérni egy gyors visszaállítási magasságot a csomóponttól. A visszaállítási magasság 0 marad.
hy: Հանգույցից հնարավոր չեղավ ստանալ արագ վերականգնման բարձրություն։ Վերականգնման բարձրությունը կմնա 0։
id: Tidak dapat mengambil tinggi pemulihan cepat dari node. Tinggi pemulihan dibiarkan pada 0.
it: Impossibile recuperare un'altezza di ripristino rapida dal nodo. L'altezza di ripristino resta a 0.
ja: ノードから高速復元高さを取得できませんでした。復元高さは0のままにします。
ko: 노드에서 빠른 복구 높이를 가져올 수 없습니다. 복구 높이를 0으로 둡니다.
ky: Түйүндөн тез калыбына келтирүү бийиктигин алуу мүмкүн болбоду. Калыбына келтирүү бийиктиги 0 бойдон калат.
lt: Nepavyko iš tinklo taško gauti greito atkūrimo aukščio. Atkūrimo aukštis paliekamas 0.
lv: Neizdevās no mezgla saņemt ātro atjaunošanas augstumu. Atjaunošanas augstums paliek 0.
ms: Tidak dapat mendapatkan ketinggian pemulihan pantas daripada node. Ketinggian pemulihan akan kekal pada 0.
my: Node မှ မြန်ဆန်သော ပြန်လည်ရယူရန် အမြင့်ကို ရယူ၍ မရပါ။ ပြန်လည်ရယူရန် အမြင့်ကို 0 တွင် ချန်ထားမည်။
nb: Kunne ikke hente en rask gjenopprettingshøyde fra noden. Gjenopprettingshøyden forblir 0.
nl: Kon geen snelle hersteldhoogte ophalen bij de node. Hersteldhoogte blijft op 0.
pl: Nie udało się pobrać szybkiej wysokości przywracania z węzła. Wysokość przywracania pozostaje 0.
pt_br: Não foi possível obter uma altura de restauração rápida do nó. A altura de restauração permanecerá em 0.
ro: Nu s-a putut prelua o înălțime de restaurare rapidă de la nod. Înălțimea de restaurare rămâne 0.
ru: Не удалось получить быструю высоту восстановления от узла. Высота восстановления оставлена равной 0.
sk: Nepodarilo sa získať rýchlu výšku obnovenia z uzla. Výška obnovenia zostane 0.
sl: Ni bilo mogoče pridobiti hitre višine za obnovitev z vozlišča. Višina za obnovitev ostaja 0.
sq: Nuk u mor lartësia e shpejtë e rikuperimit nga nyja. Lartësia e rikuperimit mbetet 0.
sv: Kunde inte hämta en snabb återställningshöjd från noden. Återställningshöjden lämnas som 0.
th: ไม่สามารถดึงความสูงการกู้คืนแบบเร็วจากโหนดได้ จะปล่อยความสูงการกู้คืนไว้ที่ 0
tr: Düğümden hızlı bir kurtarma yüksekliği alınamadı. Kurtarma yüksekliği 0 olarak bırakılıyor.
uk: Не вдалося отримати швидку висоту відновлення з вузла. Висоту відновлення залишено 0.
ur: نوڈ سے فاسٹ ریسٹور ہائٹ حاصل نہیں کی جا سکی۔ ریسٹور ہائٹ 0 پر چھوڑی جا رہی ہے۔
vi: Không thể lấy độ cao khôi phục nhanh từ node. Giữ độ cao khôi phục ở mức 0.
yo: A kò lè gbà ipele ìpadàbọ̀ yára lọ́wọ́ node. Ipele ìpadàbọ̀ yóò dúró ní 0.
zh_hans: 无法从节点获取快速恢复高度,恢复高度将保持为 0。
zh_hant: 無法從節點獲取快速恢復高度,恢復高度將保持爲 0。

source: Couldn't generate a seed: %@
ar: تعذّر إنشاء عبارة: %@
az: Seed yaradıla bilmədi: %@
bg: Генерирането на фраза за възстановяване не бе възможно: %@
bn: সিড তৈরি করা যায়নি: %@
ca: No s'ha pogut generar una llavor: %@
cs: Nepodařilo se vygenerovat frázi pro obnovení: %@
da: Kunne ikke generere en gendannelsesfrase: %@
de: Seed konnte nicht generiert werden: %@
el: Δεν ήταν δυνατή η δημιουργία φράσης ανάκτησης: %@
eo: Ne eblis generi semon: %@
es: No se pudo generar una frase: %@
et: Taastefraasi loomine ebaõnnestus: %@
eu: Ezin izan da hazia sortu: %@
fa: ایجاد عبارت بازیابی ممکن نشد: %@
fi: Siementä ei voitu luoda: %@
fil: Hindi makabuo ng seed: %@
fr: Impossible de générer une phrase de récupération : %@
ga: Níorbh fhéidir síol a ghiniúint: %@
gl: Non se puido xerar unha semente: %@
gn: Ndaikatúi oñemoheñói frase mnemónica: %@
ha: An kasa ƙirƙirar kalmomin dawowa: %@
he: לא ניתן היה ליצור ביטוי: %@
hi: सीड जनरेट नहीं हो सकी: %@
hr: Nije moguće generirati sjemenski kod: %@
hu: Nem sikerült seedet létrehozni: %@
hy: Հնարավոր չեղավ ստեղծել վերականգնման բառեր՝ %@
id: Tidak dapat membuat seed: %@
it: Impossibile generare un seed: %@
ja: シードを生成できませんでした:%@
ko: 시드를 생성할 수 없습니다: %@
ky: Калыбына келтирүү сөздөрүн жаратуу мүмкүн болбоду: %@
lt: Nepavyko sugeneruoti sėklos: %@
lv: Neizdevās izveidot sēklu: %@
ms: Tidak dapat menjana benih: %@
my: မျိုးစေ့ ထုတ်၍ မရပါ: %@
nb: Kunne ikke generere en frase: %@
nl: Kon geen seed genereren: %@
pl: Nie udało się wygenerować frazy odzyskiwania: %@
pt_br: Não foi possível gerar uma semente: %@
ro: Nu s-a putut genera o cheie: %@
ru: Не удалось создать сид-фразу: %@
sk: Nepodarilo sa vygenerovať frázu na obnovenie: %@
sl: Seeda ni bilo mogoče ustvariti: %@
sq: Nuk u gjenerua një seed: %@
sv: Kunde inte generera en återställningsfras: %@
th: ไม่สามารถสร้างวลีกู้คืนได้: %@
tr: Tohum oluşturulamadı: %@
uk: Не вдалося згенерувати фразу відновлення: %@
ur: سیڈ تیار نہیں کی جا سکی: %@
vi: Không thể tạo cụm từ khôi phục: %@
yo: A kò lè ṣẹ̀dá ọ̀rọ̀ ìpadàbọ̀: %@
zh_hans: 无法生成种子:%@
zh_hant: 無法生成種子:%@

source: Create
ar: إنشاء
az: Yarat
bg: Създаване
bn: তৈরি করুন
ca: Crea
cs: Vytvořit
da: Opret
de: Erstellen
el: Δημιουργία
eo: Krei
es: Crear
et: Loo
eu: Sortu
fa: ایجاد
fi: Luo
fil: Gumawa
fr: Créer
ga: Cruthaigh
gl: Crear
gn: Japo
ha: Ƙirƙira
he: יצירה
hi: बनाएं
hr: Izradi
hu: Létrehozás
hy: Ստեղծել
id: Buat
it: Crea
ja: 作成
ko: 생성
ky: Түзүү
lt: Kurti
lv: Izveidot
ms: Cipta
my: ဖန်တီးမည်
nb: Opprett
nl: Aanmaken
pl: Utwórz
pt_br: Criar
ro: Creează
ru: Создать
sk: Vytvoriť
sl: Ustvari
sq: Krijo
sv: Skapa
th: สร้าง
tr: Oluştur
uk: Створити
ur: بنائیں
vi: Tạo
yo: Ṣẹ̀dá
zh_hans: 创建
zh_hant: 創建

source: Create new wallet (fast)
ar: إنشاء محفظة جديدة (سريعة)
az: Yeni pulqabı yarat (tez)
bg: Създаване на нов портфейл (бързо)
bn: নতুন ওয়ালেট তৈরি করুন (দ্রুত)
ca: Crea una cartera nova (ràpid)
cs: Vytvořit novou peněženku (rychle)
da: Opret ny tegnebog (hurtig)
de: Neue Wallet erstellen (schnell)
el: Δημιουργία νέου πορτοφολιού (ταχύ)
eo: Krei novan monujon (rapida)
es: Crear cartera nueva (rápido)
et: Loo uus rahakott (kiire)
eu: Sortu zorro berria (azkarra)
fa: ایجاد کیف پول جدید (سریع)
fi: Luo uusi lompakko (nopea)
fil: Gumawa ng bagong wallet (mabilis)
fr: Créer un nouveau portefeuille (rapide)
ga: Cruthaigh sparán nua (tapa)
gl: Crear carteira nova (rápida)
gn: Ejapo ñongatuha pyahu (pya'e)
ha: Ƙirƙiri sabon walat (mai sauri)
he: יצירת ארנק חדש (מהיר)
hi: नया वॉलेट बनाएं (फास्ट)
hr: Izradi novi novčanik (brzo)
hu: Új pénztárca létrehozása (gyors)
hy: Ստեղծել նոր դրամապանակ (արագ)
id: Buat dompet baru (cepat)
it: Crea nuovo wallet (rapido)
ja: 新しいウォレットを作成(高速)
ko: 새 지갑 생성 (빠름)
ky: Жаңы капчык түзүү (тез)
lt: Kurti naują piniginę (greitai)
lv: Izveidot jaunu maku (ātri)
ms: Cipta dompet baharu (pantas)
my: ပိုက်ဆံအိတ်အသစ် ဖန်တီးမည် (မြန်)
nb: Opprett ny lommebok (rask)
nl: Nieuwe wallet aanmaken (snel)
pl: Utwórz nowy portfel (szybko)
pt_br: Criar nova carteira (rápido)
ro: Creează portofel nou (rapid)
ru: Создать новый кошелёк (быстро)
sk: Vytvoriť novú peňaženku (rýchlo)
sl: Ustvari novo denarnico (hitro)
sq: Krijo portofol të ri (i shpejtë)
sv: Skapa ny plånbok (snabbt)
th: สร้างกระเป๋าเงินใหม่ (แบบเร็ว)
tr: Yeni cüzdan oluştur (hızlı)
uk: Створити новий гаманець (швидко)
ur: نیا والٹ بنائیں (فاسٹ)
vi: Tạo ví mới (nhanh)
yo: Ṣẹ̀dá àpamọ́wọ́ tuntun (yára)
zh_hans: 创建新钱包(快速)
zh_hant: 創建新錢包(快速)

source: Create Wallet
ar: إنشاء المحفظة
az: Pulqabı yarat
bg: Създаване на портфейл
bn: ওয়ালেট তৈরি করুন
ca: Crea la cartera
cs: Vytvořit peněženku
da: Opret tegnebog
de: Wallet erstellen
el: Δημιουργία πορτοφολιού
eo: Krei Monujon
es: Crear cartera
et: Loo rahakott
eu: Sortu zorroa
fa: ایجاد کیف پول
fi: Luo lompakko
fil: Gumawa ng Wallet
fr: Créer un portefeuille
ga: Cruthaigh Sparán
gl: Crear carteira
gn: Ejapo Ñongatuha
ha: Ƙirƙiri Walat
he: יצירת ארנק
hi: वॉलेट बनाएं
hr: Izradi novčanik
hu: Pénztárca létrehozása
hy: Ստեղծել դրամապանակ
id: Buat Dompet
it: Crea Wallet
ja: ウォレットを作成
ko: 지갑 생성
ky: Капчык түзүү
lt: Kurti piniginę
lv: Izveidot maku
ms: Cipta Dompet
my: ပိုက်ဆံအိတ် ဖန်တီးမည်
nb: Opprett lommebok
nl: Wallet Aanmaken
pl: Utwórz portfel
pt_br: Criar Carteira
ro: Creează portofelul
ru: Создать кошелёк
sk: Vytvoriť peňaženku
sl: Ustvari denarnico
sq: Krijo Portofolin
sv: Skapa plånbok
th: สร้างกระเป๋าเงิน
tr: Cüzdan Oluştur
uk: Створити гаманець
ur: والٹ بنائیں
vi: Tạo ví
yo: Ṣẹ̀dá Àpamọ́wọ́
zh_hans: 创建钱包
zh_hant: 創建錢包

source: Creating Wallet...
ar: جارٍ إنشاء المحفظة...
az: Pulqabı yaradılır...
bg: Създаване на портфейл...
bn: ওয়ালেট তৈরি করা হচ্ছে...
ca: Creant la cartera...
cs: Vytváření peněženky...
da: Opretter tegnebog...
de: Wallet wird erstellt …
el: Δημιουργία πορτοφολιού...
eo: Kreante Monujon...
es: Creando cartera...
et: Rahakoti loomine...
eu: Zorroa sortzen...
fa: در حال ایجاد کیف پول...
fi: Luodaan lompakkoa...
fil: Gumagawa ng Wallet...
fr: Création du portefeuille...
ga: Ag Cruthú Sparáin...
gl: Creando carteira...
gn: Ojapohína Ñongatuha...
ha: Ana Ƙirƙirar Walat...
he: יוצר את הארנק...
hi: वॉलेट बनाया जा रहा है...
hr: Izrada novčanika...
hu: Pénztárca létrehozása...
hy: Դրամապանակը ստեղծվում է...
id: Membuat Dompet...
it: Creazione wallet in corso...
ja: ウォレットを作成中...
ko: 지갑 생성 중...
ky: Капчык түзүлүп жатат...
lt: Kuriama piniginė...
lv: Maka izveide...
ms: Mencipta Dompet...
my: ပိုက်ဆံအိတ် ဖန်တီးနေသည်...
nb: Oppretter lommebok...
nl: Wallet wordt aangemaakt...
pl: Tworzenie portfela...
pt_br: Criando Carteira...
ro: Se creează portofelul...
ru: Создание кошелька...
sk: Vytváranie peňaženky...
sl: Ustvarjanje denarnice ...
sq: Duke krijuar Portofolin...
sv: Skapar plånbok...
th: กำลังสร้างกระเป๋าเงิน...
tr: Cüzdan Oluşturuluyor...
uk: Створення гаманця...
ur: والٹ بنایا جا رہا ہے...
vi: Đang tạo ví...
yo: Ń ṣẹ̀dá Àpamọ́wọ́...
zh_hans: 正在创建钱包...
zh_hant: 正在創建錢包...

source: Currency
ar: العملة
az: Valyuta
bg: Валута
bn: মুদ্রা
ca: Moneda
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
eo: Valuto
es: Moneda
et: Vääring
eu: Moneta
fa: ارز
fi: Valuutta
fr: Devise
ga: Airgeadra
gl: Moeda
gn: Moneda
ha: Kuɗi
he: מטבע
hi: मुद्रा
hr: Valuta
hu: Pénznem
hy: Արժույթ
id: Mata Uang
it: Valuta
ja: 通貨
ko: 통화
ky: Валюта
lt: Valiuta
lv: Valūta
ms: Mata Wang
my: ငွေကြေး
nb: Valuta
nl: Valuta
pl: Waluta
pt_br: Moeda
ro: Monedă
ru: Валюта
sk: Mena
sl: Valuta
sq: Monedha
sv: Valuta
th: สกุลเงิน
tr: Para birimi
uk: Валюта
ur: کرنسی
vi: Loại tiền
yo: Owó
zh_hans: 货币
zh_hant: 貨幣

source: Daemon URL
ar: عنوان الخادم (Daemon URL)
bg: URL на демона
bn: ডেমন URL
ca: URL del dimoni
cs: URL démona
el: Διεύθυνση URL daemon
eo: URL de Demono
es: URL del daemon
et: Deemoni URL
eu: Daemon-aren URLa
fa: نشانی Daemon
fi: Daemonin URL
fr: URL du démon
ga: URL an Deamhain
gl: URL do daemon
gn: URL Daemon
ha: Adireshin Daemon
he: כתובת URL של הדימון
hi: डेमन URL
hr: URL daemona
hy: Daemon-ի URL
id: URL Daemon
it: URL del daemon
ja: デーモンURL
ko: 데몬 URL
ky: Демондун URL дареги
lv: Dēmona URL
ms: URL Daemon
pl: Adres URL demona
pt_br: URL do Daemon
ro: URL daemon
ru: URL демона
sk: URL démona
sl: URL demona
sq: URL-ja e Daemon-it
th: URL ของ daemon
tr: Daemon URL'si
uk: URL демона
ur: ڈیمن URL
vi: URL daemon
yo: URL Daemon
zh_hans: 节点守护进程网址
zh_hant: 節點守護進程網址

source: Description
ar: الوصف
az: Təsvir
bg: Описание
bn: বর্ণনা
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
eo: Priskribo
es: Descripción
et: Kirjeldus
eu: Deskribapena
fa: توضیحات
fi: Kuvaus
fil: Paglalarawan
ga: Cur Síos
gl: Descrición
gn: Descripción
ha: Bayani
he: תיאור
hi: विवरण
hr: Opis
hu: Leírás
hy: Նկարագրություն
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
ky: Сүрөттөмө
lt: Aprašymas
lv: Aprakts
ms: Penerangan
my: ဖော်ပြချက်
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt_br: Descrição
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sq: Përshkrimi
sv: Beskrivning
th: คำอธิบาย
tr: Açıklama
uk: Опис
ur: تفصیل
vi: Mô tả
yo: Àpèjúwe
zh_hans: 描述
zh_hant: 描述

source: Destination
ar: الوجهة
az: Təyinat
bg: Получател
bn: গন্তব্য
ca: Destinació
cs: Cíl
de: Ziel
el: Προορισμός
eo: Celo
es: Destino
et: Sihtkoht
eu: Helmuga
fa: مقصد
fi: Kohde
fil: Destinasyon
ga: Ceann Scríbe
gl: Destino
gn: Destino
ha: Wurin da za a kai
he: יעד
hi: गंतव्य
hr: Odredište
hu: Célcím
hy: Նշանակետ
id: Tujuan
it: Destinazione
ja: 宛先
ko: 대상
ky: Багыт
lt: Paskirties vieta
lv: Galamērķis
ms: Destinasi
my: ပန်းတိုင်
nb: Destinasjon
nl: Bestemming
pl: Miejsce docelowe
pt_br: Destino
ro: Destinație
ru: Назначение
sk: Cieľ
sl: Cilj
sq: Destinacioni
th: ปลายทาง
tr: Hedef
uk: Призначення
ur: منزل
vi: Điểm đến
yo: Ìrìnàjò dé
zh_hans: 目标地址
zh_hant: 目標地址

source: Device authentication is required but unavailable. Enable biometrics or a screen lock, then retry.
ar: مصادقة الجهاز مطلوبة لكنها غير متاحة. فعّل البيانات البيومترية أو قفل الشاشة، ثم أعد المحاولة.
az: Cihaz autentifikasiyası tələb olunur, lakin əlçatan deyil. Biometrikanı və ya ekran kilidini aktiv edin, sonra yenidən cəhd edin.
bg: Изисква се удостоверяване на устройството, но то е недостъпно. Активирайте биометрия или заключване на екрана и опитайте отново.
bn: ডিভাইস প্রমাণীকরণ প্রয়োজন কিন্তু উপলব্ধ নেই। বায়োমেট্রিক্স বা স্ক্রিন লক চালু করুন, তারপর আবার চেষ্টা করুন।
ca: Es requereix autenticació del dispositiu, però no està disponible. Activa la biometria o un bloqueig de pantalla i torna-ho a provar.
cs: Je nutné ověření zařízení, ale není k dispozici. Povolte biometrii nebo zámek obrazovky a zkuste to znovu.
da: Enhedsgodkendelse er påkrævet, men ikke tilgængelig. Aktivér biometri eller skærmlås, og forsøg igen.
de: Die Geräteauthentifizierung ist erforderlich, aber nicht verfügbar. Aktiviere Biometrie oder eine Bildschirmsperre und versuche es erneut.
el: Απαιτείται έλεγχος ταυτότητας συσκευής, αλλά δεν είναι διαθέσιμος. Ενεργοποιήστε τα βιομετρικά ή ένα κλείδωμα οθόνης και δοκιμάστε ξανά.
eo: Aparat-aŭtentigo estas postulata sed neatingebla. Ebligu biometrion aŭ ekranŝlosilon, kaj reprovu.
es: Se requiere autenticación del dispositivo, pero no está disponible. Activa la biometría o un bloqueo de pantalla e inténtalo de nuevo.
et: Seadme autentimine on vajalik, kuid pole saadaval. Lubage biomeetria või ekraanilukk ning proovige uuesti.
eu: Gailuaren autentifikazioa beharrezkoa da, baina ez dago erabilgarri. Aktibatu biometria edo pantaila-blokeoa, eta saiatu berriro.
fa: احراز هویت دستگاه لازم است اما در دسترس نیست. بیومتریک یا قفل صفحه را فعال کنید و دوباره تلاش کنید.
fi: Laitteen todennus vaaditaan, mutta se ei ole käytettävissä. Ota käyttöön biometriikka tai näytön lukitus ja yritä uudelleen.
fil: Kinakailangan ang device authentication pero hindi ito available. I-enable ang biometrics o screen lock, pagkatapos ay subukan ulit.
fr: L'authentification de l'appareil est requise mais indisponible. Active la biométrie ou un verrouillage d'écran, puis réessaie.
ga: Tá fíordheimhniú gléasta riachtanach ach níl sé ar fáil. Cumasaigh bithmhéadracht nó glas scáileáin, agus bain triail eile as.
gl: Requírese autenticación do dispositivo, pero non está dispoñible. Activa a biometría ou un bloqueo de pantalla e téntao de novo.
gn: Tekotevẽ autenticación dispositivo-gua, katu ndaipóri. Emyendy biometría térã screen lock ha eha'ã jey.
ha: Ana buƙatar tantancewar na'ura amma babu ta. Kunna halittar jiki ko kulle allo, sannan ka sake gwadawa.
he: אימות מכשיר נדרש אך אינו זמין. הפעל אימות ביומטרי או נעילת מסך, ואז נסה שוב.
hi: डिवाइस प्रमाणीकरण आवश्यक है लेकिन उपलब्ध नहीं है। बायोमेट्रिक्स या स्क्रीन लॉक सक्षम करें, फिर पुनः प्रयास करें।
hr: Potrebna je autentifikacija uređaja, ali nije dostupna. Omogućite biometriju ili zaključavanje zaslona, a zatim pokušajte ponovno.
hu: Eszközhitelesítés szükséges, de nem elérhető. Kapcsold be a biometrikus azonosítást vagy a képernyőzárat, majd próbáld újra.
hy: Անհրաժեշտ է սարքի նույնականացում, բայց այն հասանելի չէ։ Միացրեք կենսաչափությունը կամ էկրանի կողպումը և կրկին փորձեք։
id: Autentikasi perangkat diperlukan tetapi tidak tersedia. Aktifkan biometrik atau kunci layar, lalu coba lagi.
it: L'autenticazione del dispositivo è richiesta ma non disponibile. Attiva la biometria o un blocco schermo, poi riprova.
ja: デバイス認証が必要ですが利用できません。生体認証または画面ロックを有効にしてから再試行してください。
ko: 기기 인증이 필요하지만 사용할 수 없습니다. 생체 인증 또는 화면 잠금을 활성화한 후 다시 시도하세요.
ky: Түзмөк аутентификациясы талап кылынат, бирок жеткиликсиз. Биометрияны же экран кулпусун иштетип, кайра аракет кылыңыз.
lt: Reikalingas įrenginio tapatybės patvirtinimas, bet jis negalimas. Įjunkite biometriką arba ekrano užraktą ir bandykite dar kartą.
lv: Nepieciešama ierīces autentifikācija, bet tā nav pieejama. Iespējojiet biometriju vai ekrāna bloķēšanu un mēģiniet vēlreiz.
ms: Pengesahan peranti diperlukan tetapi tidak tersedia. Dayakan biometrik atau kunci skrin, kemudian cuba lagi.
my: စက်ပစ္စည်း အထောက်အထားစိစစ်မှု လိုအပ်သော်လည်း မရရှိနိုင်ပါ။ Biometrics သို့မဟုတ် screen lock ကို ဖွင့်ပြီးနောက် ထပ်စမ်းကြည့်ပါ။
nb: Enhetsautentisering er nødvendig, men utilgjengelig. Aktiver biometri eller skjermlås, og prøv igjen.
nl: Apparaatverificatie is vereist maar niet beschikbaar. Schakel biometrie of een schermvergrendeling in en probeer het opnieuw.
pl: Wymagane jest uwierzytelnienie urządzenia, ale jest niedostępne. Włącz biometrię lub blokadę ekranu, a następnie spróbuj ponownie.
pt_br: A autenticação do dispositivo é necessária, mas está indisponível. Ative a biometria ou um bloqueio de tela e tente novamente.
ro: Autentificarea dispozitivului este necesară, dar indisponibilă. Activează datele biometrice sau un blocaj de ecran, apoi încearcă din nou.
ru: Требуется аутентификация устройства, но она недоступна. Включите биометрию или блокировку экрана и попробуйте снова.
sk: Je potrebné overenie zariadenia, ale nie je k dispozícii. Povoľte biometriu alebo zámku obrazovky a skúste to znova.
sl: Preverjanje naprave je zahtevano, vendar ni na voljo. Omogoči biometrijo ali zaklep zaslona in poskusi znova.
sq: Autentikimi i pajisjes kërkohet, por nuk është i disponueshëm. Aktivizo biometrikën ose një kyçje ekrani, pastaj provo përsëri.
sv: Enhetsautentisering krävs men är inte tillgänglig. Aktivera biometri eller skärmlås och försök igen.
th: ต้องยืนยันตัวตนของอุปกรณ์ แต่ไม่พร้อมใช้งาน กรุณาเปิดใช้ไบโอเมตริกหรือการล็อกหน้าจอ แล้วลองใหม่
tr: Cihaz kimlik doğrulaması gerekli ama kullanılamıyor. Biyometrikleri veya ekran kilidini etkinleştirip tekrar deneyin.
uk: Потрібна автентифікація пристрою, але вона недоступна. Увімкніть біометрію або блокування екрана та спробуйте ще раз.
ur: ڈیوائس کی تصدیق درکار ہے لیکن دستیاب نہیں ہے۔ بایومیٹرکس یا اسکرین لاک فعال کریں، پھر دوبارہ کوشش کریں۔
vi: Cần xác thực thiết bị nhưng không khả dụng. Hãy bật sinh trắc học hoặc khóa màn hình, sau đó thử lại.
yo: A nílò ìmúdájú ẹ̀rọ ṣùgbọ́n kò sí. Gbé biometrics tàbí ìdí ìtẹ̀é ṣíṣẹ́, lẹ́yìn náà tún gbìyànjú.
zh_hans: 需要设备身份验证,但当前不可用。请启用生物识别或屏幕锁定后重试。
zh_hant: 需要設備身份驗證,但當前不可用。請啓用生物識別或屏幕鎖定後重試。
